--USE Phonebook_db;
--GO


--INSERT INTO City VALUES 
--	('Москва'),
--	('Санкт-Петербург')


--INSERT INTO Street VALUES 
--	('Старый Арбат'),
--	('Большая Дмитровка'),
--	('Кузнецкий Мост'),
--	('Камергерский переулок'),
--	('Невский проспект'),
--	('Некрасова'),
--	('Думская'),
--	('Малая Садовая')


--INSERT INTO City_Street VALUES 
--	(1, 1),
--	(1, 2),
--	(1, 3),
--	(1, 4),
--	(2, 5),
--	(2, 6),
--	(2, 7),
--	(2, 8)


--INSERT INTO House VALUES
--	(11, 1),
--	(7, 1),
--	(21, 1),
--	(17, 1),
--	(4, 1),

--	(21, 2),
--	(15, 2),
--	(25, 2),
--	(18, 2),
--	(23, 2),

--	(20, 3),
--	(23, 3),
--	(24, 3),
--	(11, 3),
--	(22, 3),

--	(2, 4),
--	(7, 4),
--	(1, 4),
--	(8, 4),
--	(25, 4),

--	(8, 5),
--	(1, 5),
--	(17, 5),
--	(21, 5),
--	(12, 5),

--	(3, 6),
--	(15, 6),
--	(3, 6),
--	(24, 6),
--	(9, 6),

--	(4, 7),
--	(11, 7),
--	(3, 7),
--	(17, 7),
--	(15, 7),

--	(7, 8),
--	(9, 8),
--	(8, 8),
--	(3, 8),
--	(7, 8)


--INSERT INTO Apartment VALUES
--	(37, 1)	,
--	(75, 2)	,
--	(85, 3)	,
--	(75, 4)	,
--	(74, 5)	,
--	(45, 6)	,
--	(44, 7)	,
--	(53, 8)	,
--	(87, 9)	,
--	(83, 10),
--	(6, 11)	,
--	(61, 12),
--	(76, 13),
--	(90, 14),
--	(30, 15),
--	(5, 16)	,
--	(71, 17),
--	(25, 18),
--	(18, 19),
--	(14, 20),
--	(93, 21),
--	(56, 22),
--	(10, 23),
--	(50, 24),
--	(94, 25),
--	(32, 26),
--	(22, 27),
--	(16, 28),
--	(80, 29),
--	(7, 30)	,
--	(39, 31),
--	(10, 32),
--	(38, 33),
--	(32, 34),
--	(62, 35),
--	(43, 36),
--	(11, 37),
--	(97, 38),
--	(30, 39),
--	(73, 40)


--INSERT INTO Phone VALUES
--	('+7 908 546 1314', 'Овсянникова Сафия Егоровна', 1 ),
--	('+7 969 688 4414', 'Маркин Максим Артёмович', 2 ),
--	('+7 983 429 0452', 'Кузнецова Полина Максимовна', 3 ),
--	('+7 962 939 2719', 'Кудрявцев Никита Артемьевич', 4 ),
--	('+7 902 988 5152', 'Калмыкова Виктория Глебовна', 5 ),
--	('+7 980 928 2930', 'Васильев Егор Иванович', 6 ),
--	('+7 966 360 1340', 'Баранова Майя Евгеньевна', 7 ),
--	('+7 965 999 5003', 'Черкасова Полина Тимуровна', 8 ),
--	('+7 967 236 5361', 'Исаев Кирилл Иванович', 9 ),
--	('+7 964 531 2377', 'Кузнецова Вера Георгиевна', 10),
--	('+7 969 160 5248', 'Потапова Анастасия Фёдоровна', 11),
--	('+7 968 935 8536', 'Зверев Степан Викторович', 12),
--	('+7 969 240 9120', 'Грачева Мелисса Кирилловна', 13),
--	('+7 906 663 5857', 'Кузнецова Амина Фёдоровна', 14),
--	('+7 983 687 6392', 'Николаев Степан Кириллович', 15),
--	('+7 966 761 2667', 'Лебедева Ольга Данииловна', 16),
--	('+7 980 651 0708', 'Сафонов Даниил Михайлович', 17),
--	('+7 960 337 1383', 'Румянцев Леон Семёнович', 18),
--	('+7 906 575 8478', 'Федорова Василиса Дмитриевна', 19),
--	('+7 965 440 6680', 'Трошина Ясмина Максимовна', 20),
--	('+7 969 738 8738', 'Абрамов Артём Максимович', 21),
--	('+7 966 306 9801', 'Бессонова Мария Ивановна', 22),
--	('+7 903 846 2838', 'Леонтьев Михаил Ильич', 23),
--	('+7 986 129 1642', 'Мельникова Алиса Михайловна', 24),
--	('+7 905 699 3473', 'Кузнецова Алсу Мироновна', 25),
--	('+7 904 523 7158', 'Михайлов Тимофей Никитич', 26),
--	('+7 963 200 4955', 'Калинина Майя Артёмовна', 27),
--	('+7 966 411 3779', 'Литвинов Илья Денисович', 28),
--	('+7 961 914 6325', 'Тихонов Максим Арсентьевич', 29),
--	('+7 966 514 5277', 'Зайцева Алёна Матвеевна', 30),
--	('+7 905 265 4421', 'Андреева Софья Михайловна', 31),
--	('+7 964 420 3280', 'Нечаев Матвей Робертович', 32),
--	('+7 969 714 7199', 'Вишневский Дмитрий Денисович', 33),
--	('+7 908 961 1668', 'Абрамова Ксения Фёдоровна', 34),
--	('+7 902 515 0213', 'Шубина Амира Матвеевна', 35),
--	('+7 900 277 8094', 'Трофимова Софья Васильевна', 36),
--	('+7 962 508 0647', 'Воробьев Вадим Иванович', 37),
--	('+7 960 459 2980', 'Баранова Светлана Игоревна', 38),
--	('+7 966 264 7326', 'Лазарев Артём Матвеевич', 39),
--	('+7 963 151 3485', 'Алексеева Василиса Константиновна', 40)